{
  "instructions": "This file contains stories and memories for each photo in the gallery. You can edit the stories, years, and locations here. Changes will automatically appear on the website after saving and reloading.",
  "photos": {
    "IMG-20170819-WA0015.jpg": {
      "story_en": "Joëlle looked absolutely radiant in her wedding dress on this beautiful day in June 2017. Her smile captured the joy and love she felt as she prepared to begin her journey with Olivier.",
      "story_fr": "Joëlle était absolument radieuse dans sa robe de mariée en ce beau jour de juin 2017. Son sourire capturait la joie et l'amour qu'elle ressentait en se préparant à commencer son voyage avec Olivier.",
      "year": 2017,
      "location": "Yaoundé, Cameroon"
    },
    "IMG_1751.JPG": {
      "story_en": "The civil wedding ceremony was an intimate affair filled with happiness. Joëlle and Olivier's commitment to each other was evident in every glance and gesture throughout the day.",
      "story_fr": "La cérémonie de mariage civil était une affaire intime remplie de bonheur. L'engagement de Joëlle et Olivier l'un envers l'autre était évident dans chaque regard et chaque geste tout au long de la journée.",
      "year": 2017,
      "location": "Yaoundé, Cameroon"
    },
    "IMG_1914.JPG": {
      "story_en": "This wedding portrait captures a perfect moment between the newlyweds. Their love and happiness shine through in this treasured photograph.",
      "story_fr": "Ce portrait de mariage capture un moment parfait entre les nouveaux mariés. Leur amour et leur bonheur brillent dans cette photographie précieuse.",
      "year": 2017,
      "location": null
    },
    "IMG_1682.JPG": {
      "story_en": "A special moment from the wedding celebration, filled with joy and surrounded by loved ones.",
      "story_fr": "Un moment spécial de la célébration du mariage, rempli de joie et entouré d'êtres chers.",
      "year": 2017,
      "location": null
    },
    "0af85f88-bdbe-441d-8878-3a561c61460f.jpg": {
      "story_en": "Joëlle and Olivier enjoyed many happy moments together, supporting each other through life's journey.",
      "story_fr": "Joëlle et Olivier ont partagé de nombreux moments heureux ensemble, se soutenant mutuellement tout au long du voyage de la vie.",
      "year": null,
      "location": null
    },
    "45ebc884-2343-4fc4-83f9-ee2e547e372a.jpg": {
      "story_en": "Another cherished memory of Joëlle and Olivier together, showing the strong bond they shared.",
      "story_fr": "Un autre souvenir précieux de Joëlle et Olivier ensemble, montrant le lien fort qu'ils partageaient.",
      "year": null,
      "location": null
    },
    "2.jpg": {
      "story_en": "This photo captures Joëlle's bright spirit even as a young child. Her joyful personality was evident from an early age.",
      "story_fr": "Cette photo capture l'esprit lumineux de Joëlle même enfant. Sa personnalité joyeuse était évidente dès son plus jeune âge.",
      "year": null,
      "location": null
    },
    "Image (132).jpg": {
      "story_en": "A precious childhood memory showing young Joëlle full of life and happiness.",
      "story_fr": "Un précieux souvenir d'enfance montrant la jeune Joëlle pleine de vie et de bonheur.",
      "year": null,
      "location": null
    },
    "Image (168).jpg": {
      "story_en": "During her youth, Joëlle's warm smile and gentle nature touched everyone she met.",
      "story_fr": "Durant sa jeunesse, le sourire chaleureux et la nature douce de Joëlle touchaient tous ceux qu'elle rencontrait.",
      "year": null,
      "location": null
    },
    "Picture 116.jpg": {
      "story_en": "An early photograph showing Joëlle's kind and thoughtful character that would define her throughout her life.",
      "story_fr": "Une photographie ancienne montrant le caractère gentil et réfléchi de Joëlle qui la définirait tout au long de sa vie.",
      "year": null,
      "location": null
    },
    "IMG_0029.jpg": {
      "story_en": "During her school days, Joëlle was a dedicated student who worked hard to achieve her dreams.",
      "story_fr": "Pendant ses années scolaires, Joëlle était une étudiante dévouée qui travaillait dur pour réaliser ses rêves.",
      "year": null,
      "location": null
    },
    "IMG_0032.jpg": {
      "story_en": "At Lycée de Buea, Joëlle excelled in her studies and made lasting friendships that she cherished throughout her life.",
      "story_fr": "Au Lycée de Buea, Joëlle excellait dans ses études et se faisait des amitiés durables qu'elle chérissait tout au long de sa vie.",
      "year": null,
      "location": "Buea, Cameroon"
    },
    "IMG_0088.jpg": {
      "story_en": "Graduation day was a momentous occasion for the whole family. Her parents' pride in this achievement was immeasurable as Joëlle accomplished this significant milestone.",
      "story_fr": "Le jour de la remise des diplômes était une occasion mémorable pour toute la famille. La fierté de ses parents face à cette réussite était incommensurable alors que Joëlle franchissait cette étape importante.",
      "year": null,
      "location": null
    },
    "IMG_0093.jpg": {
      "story_en": "Standing beside her father on graduation day, you can see the pride and love shared between them. Her father always supported her educational journey.",
      "story_fr": "Debout aux côtés de son père le jour de la remise des diplômes, on peut voir la fierté et l'amour partagés entre eux. Son père a toujours soutenu son parcours éducatif.",
      "year": null,
      "location": null
    },
    "IMG_0095.jpg": {
      "story_en": "University life shaped Joëlle into the accomplished professional she would become, filled with determination and grace.",
      "story_fr": "La vie universitaire a façonné Joëlle en la professionnelle accomplie qu'elle allait devenir, remplie de détermination et de grâce.",
      "year": null,
      "location": null
    },
    "Picture 056_New1.jpg": {
      "story_en": "This graduation moment represents years of hard work, dedication, and perseverance. Joëlle achieved her academic goals with distinction.",
      "story_fr": "Ce moment de remise des diplômes représente des années de travail acharné, de dévouement et de persévérance. Joëlle a atteint ses objectifs académiques avec distinction.",
      "year": null,
      "location": null
    },
    "IMG_0020.jpg": {
      "story_en": "Joëlle served as an interpreter at Full Gospel Buea, using her linguistic gifts to help bridge communication and serve her church community with dedication.",
      "story_fr": "Joëlle servait comme interprète à Full Gospel Buea, utilisant ses dons linguistiques pour faciliter la communication et servir sa communauté ecclésiale avec dévouement.",
      "year": null,
      "location": "Buea, Cameroon"
    },
    "IMG-20160711-WA0014.jpg": {
      "story_en": "Her professional work as an interpreter was done with excellence and care, helping others communicate across language barriers.",
      "story_fr": "Son travail professionnel d'interprète était fait avec excellence et attention, aidant les autres à communiquer au-delà des barrières linguistiques.",
      "year": 2016,
      "location": null
    },
    "IMG-20160711-WA0017.jpg": {
      "story_en": "At conferences and events, Joëlle's interpretation skills were invaluable. She approached her work with professionalism and dedication.",
      "story_fr": "Lors de conférences et d'événements, les compétences d'interprétation de Joëlle étaient inestimables. Elle abordait son travail avec professionnalisme et dévouement.",
      "year": 2016,
      "location": null
    },
    "5c6e00f3-ddc7-445b-bf66-886c61802f0b.jpg": {
      "story_en": "In professional settings, Joëlle carried herself with grace and competence, earning respect from all who worked with her.",
      "story_fr": "Dans les milieux professionnels, Joëlle se comportait avec grâce et compétence, gagnant le respect de tous ceux qui travaillaient avec elle.",
      "year": null,
      "location": null
    },
    "d14adad9-6925-4914-a656-3746c2df295c.jpg": {
      "story_en": "Joëlle's professional life was marked by her commitment to excellence and her desire to serve others through her work.",
      "story_fr": "La vie professionnelle de Joëlle était marquée par son engagement envers l'excellence et son désir de servir les autres par son travail.",
      "year": null,
      "location": null
    },
    "ff434f6a-ec31-41a4-aea2-fb36597a7a09.jpg": {
      "story_en": "Throughout her career, Joëlle demonstrated professionalism, dedication, and a genuine care for those she served.",
      "story_fr": "Tout au long de sa carrière, Joëlle a démontré du professionnalisme, du dévouement et un souci authentique pour ceux qu'elle servait.",
      "year": null,
      "location": null
    },
    "100_7293.JPG": {
      "story_en": "Joëlle's daily Bible reading was a cornerstone of her faith. Every morning, she would spend time in prayer and reflection, drawing strength and wisdom from God's word. This spiritual discipline guided all her decisions and actions.",
      "story_fr": "La lecture quotidienne de la Bible de Joëlle était une pierre angulaire de sa foi. Chaque matin, elle passait du temps en prière et en réflexion, puisant force et sagesse dans la parole de Dieu. Cette discipline spirituelle guidait toutes ses décisions et actions.",
      "year": null,
      "location": null
    },
    "106be468-4920-4485-8332-c9d7d0815454.jpg": {
      "story_en": "Surrounded by loved ones, Joëlle's warmth and love for family shone brightly. These gatherings were always filled with joy and laughter.",
      "story_fr": "Entourée de ses proches, la chaleur de Joëlle et son amour pour la famille brillaient intensément. Ces rassemblements étaient toujours remplis de joie et de rires.",
      "year": null,
      "location": null
    },
    "20250509_185812.jpg": {
      "story_en": "Family reunions were special occasions where Joëlle's love for bringing people together was evident. She cherished these moments.",
      "story_fr": "Les réunions de famille étaient des occasions spéciales où l'amour de Joëlle pour rassembler les gens était évident. Elle chérissait ces moments.",
      "year": 2025,
      "location": null
    },
    "a64cbb24-5d02-44c0-9cdf-ec740ad85398.jpg": {
      "story_en": "Celebrating her father's birthday was always a joyous occasion. Joëlle made sure to honor her parents and show them love and appreciation at every opportunity.",
      "story_fr": "Célébrer l'anniversaire de son père était toujours une occasion joyeuse. Joëlle veillait à honorer ses parents et à leur montrer amour et appréciation à chaque occasion.",
      "year": null,
      "location": null
    },
    "afcfd5d8-80fd-4845-b6b8-4dbfe91a3b31.jpg": {
      "story_en": "Family was everything to Joëlle. She maintained close bonds with her relatives and always made time for family gatherings.",
      "story_fr": "La famille était tout pour Joëlle. Elle maintenait des liens étroits avec ses proches et trouvait toujours du temps pour les rassemblements familiaux.",
      "year": null,
      "location": null
    },
    "DSC03387.JPG": {
      "story_en": "This beautiful family photograph captures the love and unity that Joëlle helped nurture within her family. Her presence brought everyone closer.",
      "story_fr": "Cette belle photo de famille capture l'amour et l'unité que Joëlle a aidé à cultiver au sein de sa famille. Sa présence rapprochait tout le monde.",
      "year": null,
      "location": null
    },
    "Image (165).jpg": {
      "story_en": "Joëlle and her sister Estelle shared a special bond. They supported each other through life's challenges and celebrated each other's victories with genuine joy.",
      "story_fr": "Joëlle et sa sœur Estelle partageaient un lien spécial. Elles se soutenaient mutuellement à travers les défis de la vie et célébraient les victoires l'une de l'autre avec une joie sincère.",
      "year": null,
      "location": null
    },
    "IMG_0064.jpg": {
      "story_en": "Being together with family was one of Joëlle's greatest joys. She valued these connections and worked to keep them strong.",
      "story_fr": "Être ensemble en famille était l'une des plus grandes joies de Joëlle. Elle valorisait ces liens et travaillait à les garder forts.",
      "year": null,
      "location": null
    },
    "IMG_0265.JPG": {
      "story_en": "The strong family bonds that Joëlle cherished are evident in this photograph. Love and support defined her family relationships.",
      "story_fr": "Les liens familiaux forts que Joëlle chérissait sont évidents dans cette photographie. L'amour et le soutien définissaient ses relations familiales.",
      "year": null,
      "location": null
    },
    "IMG_0446.JPG": {
      "story_en": "Family love was at the center of Joëlle's life. She showed her care through actions, words, and presence, making every family member feel valued.",
      "story_fr": "L'amour familial était au centre de la vie de Joëlle. Elle montrait son affection par des actions, des mots et sa présence, faisant en sorte que chaque membre de la famille se sente valorisé.",
      "year": null,
      "location": null
    },
    "IMG_8217.JPG": {
      "story_en": "The special relationship between Joëlle and her father was built on mutual respect, love, and admiration. He was her hero, and she was his pride and joy.",
      "story_fr": "La relation spéciale entre Joëlle et son père était construite sur le respect mutuel, l'amour et l'admiration. Il était son héros, et elle était sa fierté et sa joie.",
      "year": null,
      "location": null
    },
    "IMG_8945.webp": {
      "story_en": "Family celebrations were always made more special by Joëlle's presence. Her enthusiasm and joy were contagious.",
      "story_fr": "Les célébrations familiales étaient toujours rendues plus spéciales par la présence de Joëlle. Son enthousiasme et sa joie étaient contagieux.",
      "year": null,
      "location": null
    },
    "IMG_7587.jpg": {
      "story_en": "The bond between Joëlle and her mother was incredibly strong. They shared countless moments of laughter, prayer, and deep conversation. Her mother was her confidante and best friend.",
      "story_fr": "Le lien entre Joëlle et sa mère était incroyablement fort. Elles partageaient d'innombrables moments de rire, de prière et de conversation profonde. Sa mère était sa confidente et sa meilleure amie.",
      "year": null,
      "location": null
    },
    "IMG_7589.jpg": {
      "story_en": "This precious moment with her mother captures the love and respect that defined their relationship. They supported each other through everything.",
      "story_fr": "Ce moment précieux avec sa mère capture l'amour et le respect qui définissaient leur relation. Elles se soutenaient mutuellement en tout.",
      "year": null,
      "location": null
    },
    "IMG_7592.jpg": {
      "story_en": "Joëlle's beloved mother was a constant source of love, wisdom, and support. Their mother-daughter bond was a beautiful example of family love.",
      "story_fr": "La mère bien-aimée de Joëlle était une source constante d'amour, de sagesse et de soutien. Leur lien mère-fille était un bel exemple d'amour familial.",
      "year": null,
      "location": null
    },
    "IMG-20190804-WA0000.jpg": {
      "story_en": "Joëlle's prayer life was serious and consistent. She approached God with reverence and faith, always seeking His guidance in all things. Prayer was as natural to her as breathing.",
      "story_fr": "La vie de prière de Joëlle était sérieuse et constante. Elle s'approchait de Dieu avec révérence et foi, cherchant toujours Sa guidance en toutes choses. La prière était aussi naturelle pour elle que respirer.",
      "year": 2019,
      "location": null
    },
    "IMG_8466.JPG": {
      "story_en": "At her brother's wedding in Limbe, Joëlle celebrated with joy and love. She was always there for family milestones, supporting and encouraging her loved ones.",
      "story_fr": "Au mariage de son frère à Limbé, Joëlle célébrait avec joie et amour. Elle était toujours présente pour les étapes importantes de la famille, soutenant et encourageant ses proches.",
      "year": null,
      "location": "Limbe, Cameroon"
    },
    "IMG-20170819-WA0006.jpg": {
      "story_en": "This special occasion shows Joëlle's ability to find joy in life's celebrations, big and small.",
      "story_fr": "Cette occasion spéciale montre la capacité de Joëlle à trouver de la joie dans les célébrations de la vie, grandes et petites.",
      "year": 2017,
      "location": null
    },
    "IMG_8594.MOV": {
      "story_en": "Cooking with her mother was one of Joëlle's favorite activities. These moments in the kitchen were filled with laughter, learning family recipes, and creating memories. The love they shared was evident in everything they did together.",
      "story_fr": "Cuisiner avec sa mère était l'une des activités préférées de Joëlle. Ces moments dans la cuisine étaient remplis de rires, d'apprentissage de recettes familiales et de création de souvenirs. L'amour qu'elles partageaient était évident dans tout ce qu'elles faisaient ensemble.",
      "year": null,
      "location": null
    },
    "8490df51-3bc1-4e2c-bfbb-70d845e2b5e0.jpg": {
      "story_en": "My precious gem... My diamond... my emerald... MY LITTLE MAMA... I AM HAPPY THAT YOU ARE HEALED. Still happy for you my daughter to feel good and safe with the ANGELS OF HEAVEN.",
      "story_fr": "Ma pépite... Mon diamant.. mon émeraude...MA PETITE MAMAN.. .. JE SUIS HEUREUSE QUE TU SOIS GUÉRIE. Encore heureuse pour toi ma fille de te sentir bien et en sécurité auprès des ANGES DU CIEL..",
      "year": null,
      "location": "Buea, Cameroon"
    },
    "rFQ2AbDVvEE6gdGC9EkwAx3gf8SYAXnkELSFmZwr.jpg": {
      "story_en": "A beautiful moment in Buea with Joëlle, her mother, and her beloved aunt Mama Alliance. These three generations of strong, faithful women shared a special bond of love and faith.",
      "story_fr": "Un beau moment à Buea avec Joëlle, sa mère et sa tante bien-aimée Mama Alliance. Ces trois générations de femmes fortes et fidèles partageaient un lien spécial d'amour et de foi.",
      "year": null,
      "location": "Buea, Cameroon"
    }
  }
}
